Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/others/samisk_strategiplan_samisk.doc.tmx
Source language: sme
Languages: nob

source: Njálmmálaš dieđuin lea earalágan logihkka go deduktiiva logihkka mii geavahuvvo riektečállosiid dulkomis .
nob: Muntlig informasjon har en annen type logikk enn den deduktive logikk som brukes ved fortolkning av rettslige tekster .

source: Deduktiiva logihkas lea omd. oppalaš tearbma masa oktagaslaš kásus galgá geavahuvvot , ja dat doaibmá bures .
nob: En deduktiv logikk bruker eksempelvis en generell term som et individuelt kasus skal anvendes på , og det fungerer bra .

source: Muhto makkár logihkkavuogi galgá geavahit go omd. muitaleami geavaha riektegáldun ?
nob: Men hvilken type logikk skal man bruke når man skal anvende eksempelvis en beretning som rettskilde ?

source: Muitalemiid vuođul ii čilgejuvvo makkár riektedilálašvuohta lea dahje ii leat .
nob: Fortellinger er aldri eksplisitte på hvordan rettstilstanden er eller ikke er .

source: Dás oaidná sámi dutkama vuogi válljendárbbu .
nob: Dette retter fokus på valg av metode i samisk forskning .

source: Ferte historjjálaš vásáhusaid vuhtii váldit .
nob: Det må tas hensyn til den historiske erfaringen .

source: Ferte maid vuhtii váldit ahte lea sáhka olbmuin geaid gielas lea eahpenjulges dahje implisihtta vuohki muitalit áššiid .
nob: For det andre må det tas hensyn til at man forholder seg til mennesker som snakker et språk hvor den implisitte måten å si ting på , er sentral .

source: Sámi dutkanmáilbmái lea stuora hástalus movt dakkár riekteávdnasiiguin galgá bargat jus dat galget geavahuvvot rievttis ja eará formála ákkastallandilálašvuođain .
nob: For den samiske forskningsverden er det en stor utfordring hvordan slikt rettslig materiale skal operasjonaliseres for å kunne bli brukt i retten og i andre formelle argumentasjonssammenhenger .

source: Universitehta dutkanstrategiijas berre leat goalmmát strategiija – fakultehtaidgaskasaš dutkan .
nob: Universitetet sin forskningspolitiske strategi bør ha en tredje strategi - den tverrfakultære forskning .

source: Lea deaŧalaš ovdanbuktit doaimmaid mat sohpet sámi servodahkii , máŋggafágalaš dutkanprošeavttaid johtui bidjamiin nu go lea čilgejuvvon ovdalis .
nob: Det er viktig å presentere tiltak som kommer det samiske samfunnet i møte ved å initiere tverrfaglige forskningsprosjekt basert på det som er skissert ovenfor .

source: Dálá media- ja servodatdigaštallan boazodoalu birra , čájeha ahte boazodoalu dáfus lea máŋggafágalaš dutkanprošeakta erenoamáš dárbbašlaš .
nob: Den pågående media- og samfunnsdebatt omkring reindriften viser at dette er et område der tverrfaglige forskningsprosjekt er særlig viktig .

source: Máŋggafágalaš dutkanprošeavttas berrejit leat sihke luonddudieđalaš , humanisttalaš ja servodatdieđalaš áššit sámi boazodoalus .
nob: Et tverrfaglig forskningsprosjekt bør inkludere både naturvitenskapelige , humanistiske og samfunnsvitenskapelige problemstillinger innenfor den samiske reindriften .

source: Lea erenoamáš deaŧalaš atnit ávkki boazodolliid vásáhusdieđuin , seammás go dutkiid dutkanbohtosat maid bohtet olámuddui .
nob: Det er særlig viktig å gjøre nytte av erfaringsbasert kunnskap som utøverne av reindriften innehar , samtidig som forskerne sine forskningsresultater gjøres tilgjengelige .

source: Lea dárbu dutkat máŋggafágalaččat , danne go sámi kultuvra ii leat juoga mii dáhpáhuvai 200 jagi dás ovdal , 50 jagi dás ovdal , diibmá dahje mannan vahkku .
nob: Det er behov for tverrfaglig forskning , ettersom den samiske kulturen verken er noe som skjedde for 200 år siden , 50 år siden , i fjor eller i forrige uke .

source: Sámi kultuvra lea ealli kultuvra , ja juohke ealli kultuvrra dovdomearkan lea ahte ođđa áššit ain bohciidit .
nob: Det er en levende kultur , og enhver levende kultur karakteriseres ved at nye spørsmål stadig reises og brytes .

source: Dakkár doaibma boktá ođđa dovddastusaid .
nob: Slik aktivitet leder til ny erkjennelse .

source: Ođđa dovddastusaid geaidnu ii leat goassege ovttageardán .
nob: Veien til ny erkjennelse har aldri vært enkel .

source: Das gáibiduvvo sihke viissisvuohta , duostilvuohta ja nággárisvuohta .
nob: Til det kreves det både visdom , mot og stahet .

source: Universitehta vuogádagas berrejit nagodit movttiidahttit ja doarjut dutkiideaset , vai sii dustet ođđa geainnuid mannat .
nob: Universitetet som system bør være i stand til å motivere og støtte sine forskere slik at de får det nødvendige motet til å gå opp nye løyper .

source: Vuostelasvuođat maid dutkit oalle fargga deaividit , leat muhtun hámádagat dutkama ruhtadeamis .
nob: En motkraft , som møter forskerne nokså kjapt , er visse strukturelle trekk ved finansieringen av forskning .

source: Ruhtadeaddji ásahus háliida áinnas oaidnit geavatlaš bohtosiid .
nob: Den finansierene institusjon vil gjerne se praktiske resultater .

source: Nuppi dáfus sáhttet bohtosat leat oalle eahpečielgasat go innovatiivvalaččat dutká .
nob: På den annen side kan resultatene ofte være nokså uvisse når man forsker innovativt .

source: Innovatiiva dutkan sáhttá dábálaččat easkka maŋit áiggi adnot deaŧalažžan , ja stuoraservodaga dutkamis leat olu dutkamat mat leat hui bures lihkostuvvan go innovatiiva dutkiid leat vuostáibargan dalle go sii dutke .
nob: Ofte fremtrer innovativ forskning kanskje først i ettertid som viktig forskning , og mye av storsamfunnenes forskning har nådd sine fremskritt gjennom at de innovative forskerne er blitt motarbeidet i sin samtid .

source: Sávvamis oažžu sámi servodat vejolašvuođa bajáshukset dutkamis maiddái innovatiiva dutkiid čáhkkehemiin .
nob: Håpet er at det samiske samfunnet skal få muligheten til å bygge opp sin forskning ved også å ha rom for de innovative forskerne .

source: Go Romssa universitehta galgá ásahit sámi dutkanárbevieru , de lea universitehtas sihke morálalaš ja geavatlaš ovddasvástádus atnit ávkki dain vásáhusain maid eará eamiálbmogat leat vásihan iežaset ovdánanproseassain .
nob: Når Universitetet i Tromsø skal bygge opp en samisk forskningstradisjon har universitetet både moralsk og praktisk nytte av de erfaringer som andre urfolk har høstet i sine utviklingsprosesser .

source: Riektedutkan lea olu ávkkástallan Davvi-Amerihká indiánaid dutkamiid , go sii leat 1960-logus juo bargagoahtán oččodanpolitihkain .
nob: Innen rettsforskning har man hatt stor nytte av å se på den forskning som er gjort av de nordamerikanske indianerne , som allerede på begynnelsen av 1960-tallet begynte med en rekrutteringspolitikk .

source: Lea deaŧalaš ahte Romssa universitehta boahtteáiggis maid ávkkástallá eará eamiálbmogiid vásáhusain , maid sii leat vásihan sin akademiijaid bajáshuksemis .
nob: Det er viktig at Universitetet i Tromsø også i fremtiden vil kunne dra nytte av andre urfolk sine erfaringer med å bygge opp sine respektive akademier .

source: Dál go golbma vejolaš strategiija leat čilgejuvvon sámivuođa boahtimis dieđalašvuođa latnjii , de lea seammás namuhuvvon ahte ii oktage dain strategiijain akto sáhte addit buori sámivuođa ásaheami .
nob: Når det nå er skissert tre mulige strategier for den samiske entré i vitenskapens rom , er det samtidig også antydet at ingen av disse strategiene alene vil kunne bidra til at den samiske inntreden blir fruktbar .

source: Jus dušše stuoraservodaga dutkama áddestallá , de sáhttá sámivuohta jávkat .
nob: Hvis man bare skal imitere storsamfunnenes forskning , kan den samiske tilstedeværelsen bli borte .

source: Sámevuohta sáhttá hávkat ja jávkat .
nob: Det samiske kan bli underkommunisert og usynliggjort .

source: Jus dušše sámi árbevieruide galgá luohttit , de sáhttá jođánit geavvat dávvervuorkái , ja románttalaš prošeavttaide .
nob: Hvis man bare skal stole på de samiske tradisjonene , kan man lett havne på museet og inn i nokså romantiske og romantiserende prosjekter .

source: Sámi servodaga dálá guovddáš dutkandárbbut sáhttet jođánit vajálduvvat .
nob: Presserende forskningsbehov som det samiske samfunnet av i dag har , kan lett bli glemt .

source: Jus viggá leat innovatiivan , de lea veadjemeahttun ođđa fuomášumiid dahkat oppa áiggi .
nob: Hvis man skal prøve å være innovative , vil det være en umulig oppgave å finne opp nye hjul hele tiden .

source: Galgá go baicca jurdagiid viežžat oarjemáilmmi dutkamis , jurdagiid viežžat sámi árbevieruin ja dasto geahččalit leat innovatiiva ?
nob: Bør man heller satse på å hente impulser fra vestlig forskningstradisjon , hente impulser fra den samiske tradisjon og forsøke å være innovativ ?

source: Vai galgá go bisánkeahttá geavahit dan golbma strategiija – ii ge diehtit ge goas lea geavaheame duon dán strategiija ?
nob: Kanskje må man være i en evig bevegelse mellom de tre strategiene - uten en gang å vite når man gjør det ene eller det andre ?

source: Historjjálaš čielggadeapmi
nob: 1998 ) , “ Samisk forskning og undervisning ved Universitetet i Tromsø ” ( Innstilling fra utvalget for å vurdere videreføring av samisk forskning og undervisning ved Universitetet i Tromsø ( juni 1989 ) .

source: Romssa universitehta ásaheami vuođusteapmi
nob: 4.1 Begrunnelser for etableringen av Universitetet i Tromsø

source: Romssa universitehta vuođđudeami digaštallamis deattuhuvvui ahte Romssa universitehtas leat olu doaimmat guovllu servodaga dárbbuid ektui .
nob: I debatten rundt etableringen av Universitetet i Tromsø ble det understreket at Universitetet i Tromsø hadde en rekke oppgaver å ivareta overfor landsdelens samfunnsliv i vid forstand .

source: Minoritehtaid – sámiid ja kveanaid – dárbbut deattuhuvvojedje maid digaštallamis .
nob: Behovet til minoritetene - den samiske og kvenske befolkning - ble også understreket i debatten .

source: Ruud-lávdegoddi dajai hui čielgasit ahte Romssa universitehtas berre leat váldoovddasvástádus Norggas sámegiela ja sámi kultuvrra dutkamis ja oahpahusas .
nob: Ruud-komiteen ga klart uttrykk for at Universitetet i Tromsø burde få hovedansvaret i Norge for forskning og undervisning i samisk språk og kultur .

source: Romssa universitehta vuođđudeami digaštallamis oaivvildedje sihke Giellafágaid ja historjjá fágalávdegoddi ja Servodatfágaid fágalávdegoddi ( 1972 ) , ahte máŋggafágalaš dutkan ferte leat vuođđuduvvon guovllu fágaárbevirrui . Ja sii deattuhedje maiddái ahte ferte vuhtii váldit “ daid erenoamáš geatnegasvuođaid ” mat leat sámegiela , sámi historjjá ja servodateallima ektui .
nob: Både Fagutvalget for språkfag og historie og Fagutvalget for samfunnsfag ( 1972 ) la i debatten om Universitetet i Tromsø vekt på at utvikling av flerfaglig forskning måtte knytte seg til fagtradisjonen i landsdelen og ta hensyn til “ de særlige forpliktelser ” med hensyn til samisk språk , historie og samfunnsliv .

source: Dákkár vuoruheami ággan lei earret eará Romssa musea / Romssa universitehtamusea ( Sámi etnográfalaš ossodat ) nanu biras , ja dutkandoaimmat maid sosiologat , sosialantropologat ja pedagogat álggahedje 1960-logu loahpageahčen .
nob: En slik satsing ble begrunnet ut i fra det allerede eksisterende miljøet ved Tromsø Museum / Universitetsmuseet i Tromsø ( Fagenhet for samisk etnografi ) , og gjennom den forskningsaktiviteten som fra siste halvdel av 1960-tallet var tatt opp av sosiologer , sosialantropologer og pedagoger .

source: Ruud-lávdegotti evttohusa vuođul bidje Romssa universitehta vuosttaš virggiid servodatdieđalaš suorgái ja giellasuorgái .
nob: I henhold til Ruud-komiteen ble de første stillingene ved Universitetet i Tromsø tildelt det samfunnsvitenskapelige og det språklige området .

source: Norgga dutkanráđi mearkkašupmi
nob: 4.2 Norges forskningsråds betydning

source: Norgga dutkanráđi erenoamáš vuoruhanprográmmat leat leamaš mielde hukseme Romssa universitehta sámegiela , sámi girjjálašvuođa , kultuvrra ja historjjá gelbbolašvuođa .
nob: Norges forskningsråd ( NFR , tidligere Norges allmennvitenskapelige forskningsråd , NAVF ) har gjennom spesielle satsingsprogrammer bidratt sterkt til oppbyggingen av kompetansen i samisk språk , litteratur , kultur og historie ved Universitetet i Tromsø .

source: Prográmma maid humanisttalaš ráđđi lágidii – Sámiid ja kveanaid giella , historjá ja kultuvra ( 1981-1991 ) , ja prográmma maid servodatdieđalaš ráđđi lágidii – Sámi / Sámi-dáčča dutkamat , ledje mávssolaččat sámi dutkiid gelbbolašvuođa huksemis .
nob: Et program i regi av det humanistiske rådet - Samisk og kvensk språk , historie og kultur ( 1981-1991 ) , og et program i regi av det samfunnsvitenskapelige rådet - Samiske / samisk-norske studier , hadde stor betydning for oppbyggingen av samisk forskerkompetanse .

source: Norgga dutkanráđđi ásahuvvui 01.01.93 , ja lea viidáset fievrridan muhtun osiid sámi dutkama vuoruheamis Kultuvra- ja servodatprográmma čađa ja dutkanráđi eará prográmmaid čađa .
nob: Norges forskningsråd ble opprettet 01.01.93 og har videreført deler av satsingen på samisk forskning gjennom Området for kultur og samfunn , og også andre områder i forskningsrådet .

source: Norgga dutkanráđđi čielggadii 1998:s Sámi dutkama dilálašvuođaid , ja guorahalai gelbbolašvuođa- ja oččodandárbbuid , dutkanfáttáid , fágalaš fierpmádagaid jna.
nob: Norges forskningsråd utarbeidet i 1998 en utredning om Samisk forskning , som behandler kunnskaps- og rekrutteringsbehov , forskningstemaer og faglige nettverk , med mer .

source: Dán čielggadeamis čujuhuvvo Romssa universitehta bargui riikka stuorámus dutkanásahussan mii gieđahallá sámi dutkangažaldagaid , ja stuora dutkandárbbuide mat leat sámi servodagas .
nob: I denne utredningen pekes det på Universitetet i Tromsø sin rolle som landets største forskningsinstitusjon for samiske forskningsspørsmål , og de store forskningsbehovene i det samiske samfunnet .

source: Norgga dutkanráđđi deattuha oaččuhandoaimmaid deaŧalašvuođa , ja ahte lea dárbu hukset fierpmádagaid alit oahppoásahusaid gaskka .
nob: Norges forskningsråd betoner betydningen av rekrutteringstiltak og behovet for oppbyggingen av nettverk mellom de høgere utdanningsinstitusjonene .

source: Norgga dutkanráđđi ruhtada Romssa universitehta , Sámi allaskuvlla ja Sámi Instituhta ovttasbargoprošeavtta – mii gohčoduvvo Eamiálbmotfierpmádahkan . Eamiálbmotfierpmádaga ulbmil lea earret eará ovddidit ja nannet ásahusaid dutkanbirrasiid , ja oahpahit eambbo sámi ja sámegielat dutkiid .
nob: Forskningsrådet gir økonomisk støtte til samarbeidstiltaket mellom Universitetet i Tromsø , Sámi allaskuvla / Samisk høgskole og Sámi Instituhtta / Nordisk Samisk Institutt - det såkalte Eamiálbmotfierpmádat / Urfolksnettverket , hvis formål blant annet er å utvikle og konsolidere forskningsmiljøene ved institusjonene , utdanne flere samiske og samiskspråklige forskere .

source: Norgga dutkanráđđi lea deaŧalaš oassálasti sámi studeanttaid oaččuheamis alit gráda oahpuide , earret eará iešguđetlágán stipeandaortnegiid čađa . Lea maiddái dárbbašlaš ahte Romssa universitehta ieš vuoruha doaibmabijuid maid ulbmil lea studeanttaid oaččuhit sámi oahpuide .
nob: Norges forskningsråd spiller en viktig rolle i rekruttering av samiske studenter til høgere grads studier blant annet gjennom ulike stipendordninger , men det er nødvendig at Universitetet i Tromsø selv prioriterer tiltak som tar sikte på rekruttering til samiske studier .

source: 1999 giđa ráhkadišgođii Norgga dutkanráđđi sámi dutkama doaibmaplána .
nob: Våren 1999 ble Norges forskningsråds handlingsplan for samisk forskning påbegynt .

source: Romssa universitehtas ledje guokte ovddasteaddji referánsajoavkkus .
nob: Universitetet i Tromsø hadde to representanter i referansegruppen .

source: Doaibmaplánas leat fáddásurggiid , ásahusstrategiijaid ja doaibmaprofiillaid čielggadusat .
nob: Handlingsplanen omfatter konkretiseringer av temaområder , virkemiddelprofil og institusjonsstrategi .

source: Romssa universitehta fágasurggiid ovdáneapmi
nob: 4.3 Utviklingen på fagområdene ved Universitetet i Tromsø

source: Romssa musea / Romssa universitehtamusea ásahuvvui 1872:s ja lea okta guovllu boarráseamos dieđalaš institušuvnnain .
nob: Tromsø Museum / Universitetsmuseet i Tromsø ( TMU ) ble opprettet allerede i 1872 , og er en av landsdelens eldste vitenskapelige institusjoner .

source: Romssa musea / Romssa universitehtamusea šattai 1976:s Romssa universitehta oassin , ja oaččui 1978:s ovddasvástádusa hálddašit kulturmuitogáhttenlága sámi oasi .
nob: TMU ble underlagt Universitetet i Tromsø i 1976 og fikk i 1978 ansvaret for forvaltningen av Lov om kulturminnevern , herunder den samiske delen som i 1993 ble overført Samisk kulturminneråd .

source: 1984:s ledje njeallje fágabirrasa main lei erenoamáš ovddasvástádus sámi dutkamii , oahpahussii , diehtojuohkimii ja kulturmuitogáhttemii :
nob: I 1984 var det fire fagmiljøer som hadde et spesielt ansvar for samisk forskning , undervisning , formidling og kulturminnevern :

source: Sámi ossodat , Giela ja girjjálašvuođa instituhtta
nob: ( Samiskseksjonen ved Institutt for språk og litteratur

source: Historjjá ossodat , Servodatdiehtaga instituhtta
nob: ( Historieseksjonen ved Institutt for samfunnsvitenskap

source: Sámi dutkamiid / etnalaš relašuvnnaid dutkanjoavku , Servodatdiehtaga instituhtta
nob: ( Forskningsgruppa samiske studier / etniske relasjoner ved Institutt for samfunnsvitenskap

source: Sámi-etnográfalaš ossodat , Museadiehtaga instituhtta
nob: ( Samisk-etnografisk avdeling ved Institutt for museumsvitenskap

source: Maŋemus áiggiid leat maid eará fágasuorggit dutkagoahtán ja oahpahišgoahtán sámi fáttáid , ovdamearkka dihte arkeologiija , filosofiija , servodatplánema ja báikegoddedutkama , stáhtadiehtaga , sosiologiija , pedagogihka ja oskkoldatdiehtaga instituhtat .
nob: I senere tid har også andre fagområder integrert samiske temaer i forskning og undervisning , for eksempel ved instituttene for arkeologi , filosofi , samfunnsplanlegging og lokalsamfunnsforskning , statsvitenskap , sosiologi , pedagogikk , og religionsvitenskap .

source: Sámi fáttáid leat maid sisafievrridan Universitehta oahpaheaddjeoahpu ja lassi ja joatkkaoahpu gelbbolašvuođaguovddáš ( UNIKOM ) , Juridihka fakultehta , Medisiinnalaš fakultehta Árktalaš biologiija ossodat , Universitehtagirjerájus ( UB ) ja Romssa musea / Romssa universitehtamusea Davvinorgga álbmotmusihkkavuorká .
nob: Universitetets kompetansesenter for lærerutdanning og etter- og videreutdanning ( UNIKOM ) , Det juridiske fakultet og Avdeling for Arktisk Biologi ( AAB ) ved Det medisinske fakultet , Universitetsbiblioteket ( UB ) og Nordnorsk folkemusikksamling ( NNFMS ) ved Tromsø Museum / Universitetsmuseet i Tromsø må også nevnes .

source: Leat stuora erohusat daid instituhtaid ja Romssa universitehta eará ossodagaid gaskkas dan ektui man viidát sámi áššit leat eksplisihtta dutkan- ja oahpahusfáddán .
nob: Det er stor variasjon , både mellom disse instituttene og de resterende enhetene og avdelingene ved Universitetet i Tromsø , i hvor stor grad samiske problemstillinger er eksplisitte forsknings- og undervisningstemaer .

source: Dáid erohusaid ja instituhtaid historjjá guorahallat lagabui A mildosis Romssa universitehta ja guoskevaš ásahusaid sámi dutkan ja oahpahus .
nob: Dette , samt historisk oversikt på instituttnivå , omtales nærmere i vedlegg A om Samisk forskning og undervisning ved Universitetet i Tromsø og tilknyttede institusjoner .

source: 4.3.1 Historjjá ossodat ovdamearkan / Historjjá instituhtta
nob: 4.3.1 Et eksempel fra Historieseksjonen / Institutt for historie Se også punkt A.7 .

source: Fágabirrasiid , mat leat bargan sámi dutkamiin , ovdáneapmi govvida muhtun deaŧalaš áššiid sámi dutkangelbbolašvuođa huksemis , sámi fáttáid oahpahussii sisafievrrideamis , sierra sámi oahppofálaldagaid ráhkadeamis jna.
nob: Utviklingen ved fagområdene som har arbeidet med samisk forskning , illustrerer noen viktige faktorer for oppbyggingen av samisk forskningskompetanse , integrering av samiske temaer i undervisningen , utviklingen av spesielle “ samiske ” studietilbud , m.m.

source: Dás geavahuvvo Historjjá instituhta ovdáneapmi ovdamearkan dasa movt instituhtta dássidit lea huksen stuora gelbbolašvuođa sámi fáttáin . Historjjá instituhta válddáhagat leat earret eará sámi ja eamiálbmotfáttát , ja dat lea dahkan sihke instituhta ja Romssa universitehta dovddusin riikkaidgaskasaččat .
nob: Utviklingen på Institutt for historie brukes som eksempel på hvordan et institutt gradvis har bygget opp stor kompetanse innen samiske temaer , og hvor samiske og urfolkstemaer er en av bærebjelkene til instituttet , noe som igjen har gjort instituttet og Universitetet i Tromsø kjent internasjonalt .

source: Instituhtta čájeha praktihkalaččat makkár hástalusat leat go galgá lasihit Romssa universitehta sámi dutkama , ja movt daid hástalusaid sáhttá gieđahallat .
nob: Instituttet viser i praksis hvilke utfordringer en står ovenfor ved en ytterligere oppbygging av samisk forskning ved Universitetet i Tromsø , og hvordan utfordringene kan møtes .

source: Instituhtas lea vuosttašdási našunála ovddasvástádus oktiiheivehit sámiid ja kveanaid historjjá dutkama ja oahpahusa ovdáneami .
nob: Instituttet har et overordnet nasjonalt koordinerende ansvar for utviklingen av forskning og undervisning innen samisk og kvensk historie .

source: Instituhtta lea dássidit huksen sámi historjjá gelbbolašvuođa . 1970-logu gaskkamuttus ledje instituhtas dušše moadde gurssa ja dieđalaš assisteantavirgi sámi historjjás , ja 1990-logus lei instituhtas sierra professoráhtta sámi historjjás , erenoamáš oahppofálaldagat váldofágadásis sámi / eamiálbmotdutkamis máŋga eksáminerejuvvon doavttirgrádastudeantta sámi fáttáin ja riikkaidgaskasaš olgogovva .
nob: Instituttet har hatt gradvis oppbygging av kompetanse i samisk historie , fra enkelte kurs på midten av 1970-tallet med en vitenskapelig assistent-stilling , til 1990-tallet med eget professorat i samisk historie , spesielle studietilbud innen samisk / urfolksforskning på hovedfagsnivå , flere utdannede doktorgradsstudenter og en internasjonal profil .

source: Hansen ja Minde čilgeba notáhtas dán proseassa ná :
nob: I notatet til Hansen og Minde beskrives prosessen slik :

source: “ ... Sámi historjá lea ossodaga vuođđudeami rájes juo leamaš guovddážis .
nob: “ ... Samisk historie kom raskt på dagsordenen etter at seksjonen var etablert .

source: Ossodaga historjábiras ( Historisk klubb ) lágidii 1975:s vuosttaš seminára mas dušše lei sáhka sámi historjjás .
nob: Historiemiljøet ved seksjonen ( Historisk klubb ) arrangerte i 1975 det første seminaret som kun fokuserte på samisk historie .

source: Logaldallamat dán fáttás leat maŋŋil šaddan oassin ossodaga / instituhta báikkálaš historjjálaš seminárain mat lágiduvvojit jahkásaččat , maŋemustá davvinorgga XXIII historjáseminára Čáhcesullos čakčamánu 1998:s .
nob: Foredrag om dette tema har senere blitt en gjenganger ved de årlige lokalhistoriske seminar seksjonen / instituttet har arrangert , seinest på Det XXIII nordnorske historieseminar i Vadsø i september 1998 .

source: Fáddán lei “ Historjá , čearddalašvuohta ja politihkka ” .
nob: Temaet var “ Historie , etnisitet og politikk ” .

source: 1976 rájes 1982 rádjái , lei ossodagas dieđalaš assisteanta / NAVF-stipendiáhtta sámi historjjás .
nob: Fra 1976 til og med 1982 hadde seksjonen knyttet til seg en vit . ass./NAVF-stipendiat i samisk historie .

source: Seammá áigodagas dutkagohte máŋga fásta bargi dilálašvuođaid mat guoskkahedje sámi historjjá , erenoamážit ássanhistorjjá , historjjálaš demografiija , vuoigatvuohta- ja luondduriggodatgažaldagaid , ja minoritehtapolitihka .
nob: På samme tid tok flere av de fast ansatte opp forskning som i varierende grad fokuserte på dette feltet , særlig innenfor bosetninghistorie , historisk demografi , rettighets- og ressursproblematikk , samt minoritetspolitikk .
